<?php

return [
    'email' => [
        'title' => '更新您的邮箱',
        'updated' => '您的邮箱地址已更新。',
    ],
    'password' => [
        'title' => '更改您的密码',
        'requirements' => '您的新密码长度应至少为8个字符。',
        'updated' => '您的密码已更新。',
    ],
    'two_factor' => [
        'button' => '配置两因素身份验证',
        'disabled' => '您的账户已禁用两因素身份验证。登录时将不再提示您提供令牌。',
        'enabled' => '您的账户已启用两因素身份验证！从现在开始，登录时需要您提供设备生成的代码。',
        'invalid' => '提供的令牌无效。',
        'setup' => [
            'title' => '设置两因素身份验证',
            'help' => '无法扫描代码？将以下代码输入您的应用程序：',
            'field' => '输入令牌',
        ],
        'disable' => [
            'title' => '禁用两因素身份验证',
            'field' => '输入令牌',
        ],
    ],
];